import React from "react";
import "./Treaty.scss";

export default function Treaty() {
  return (
    <section className='treaty'>
      <div className='container'>
        <div className='treaty__body'>
          <div className='treaty__title'>
            Договор публичной оферты на оказание психологической помощи
          </div>
          <p className='treaty__subtitle'>
            Договор публичной оферты на оказание психологической помощи
            предлагается на условиях публичной оферты в соответствии со статьёй
            407 частью 2 Гражданского кодекса Республики Беларусь, вводится в
            действие 23.03.2023 года и действует до публикации обновленного
            договора.
          </p>
          <p className='treaty__subtitle'>
            Частное унитарное предприятие по оказанию услуг «Пространство Птица
            Феникс» в лице Фёдоровой Анастасии Петровны, действующего на
            основании Приказа №1-к от 29.09.2022г., именуемый в дальнейшем
            «Исполнитель», публикует настоящий Договор об оказании платных услуг
            в адрес физических лиц.
          </p>
          <div className='treaty__title-second'>1. ИСПОЛЬЗУЕМЫЕ ТЕРМИНЫ</div>
          <ul className='treaty__list'>
            <li className='treaty__subtitle treaty__list-item'>
              1.1. В настоящем Договоре, если контекст не требует иного,
              нижеприведённые термины имеют следующее значение:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.1. «Заказчик» – физическое лицо, обратившееся на сайт
              fiodarava.by, имеющее намерение воспользоваться услугами
              Исполнителя.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.2. «Исполнитель» - Частное унитарное предприятие по оказанию
              услуг «Пространство Птица Феникс», УНП 391861353.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.3. «Стороны» – совместно именуемые Исполнитель и Заказчик.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.4. «Акцепт» – полное и безоговорочное принятие Заказчиком
              условий Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.5. «Услуги» или «Услуга» – платные услуги (услуга),
              оказываемые Исполнителем Заказчику на условиях и в соответствии с
              настоящим Договором.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.6. «Сайт» – открытый для свободного ознакомления, публично
              доступный, принадлежащий Исполнителю сайт, который расположен в
              сети интернет по адресу fiodarava.by, а также все другие страницы
              в социальных сетях и сайты, благодаря которым оказываются Услуги.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.7. «Психологическая проблема» – состояние душевного
              дискомфорта Заказчика, вызванное неудовлетворенностью собой, своей
              профессиональной деятельностью, межличностными отношениями,
              обстановкой в семье и (или) другими проблемами личной жизни.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.8. «Кризисная ситуация» – условия и (или) факторы, приводящие
              к жизненным изменениям и возникновению психологических проблем, с
              которыми Заказчик не может справиться привычными для него
              способами.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.9. «Психологическая помощь» – комплекс мероприятий,
              направленных на:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.9.1. содействие Заказчику в предупреждении, разрешении
              психологических проблем и/или преодолении последствий кризисных
              ситуаций, и/или{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.9.2. информирование Заказчика о причинах психологических
              проблем и способах, средствах их предупреждения и разрешения,
              и/или{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.9.3. развитие личности, её самосовершенствование и
              самореализацию.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.10. «Психологическое консультирование» – комплекс мероприятий,
              направленных на содействие Заказчику в разрешении психологических
              проблем, в том числе в принятии решений относительно
              профессиональной деятельности, межличностных отношений, на
              развитие личности, её самосовершенствование и самореализацию, а
              также на преодоление последствий кризисных ситуаций.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.11. «Психологическая коррекция» – комплекс мероприятий,
              направленных на исправление (корректировку) особенностей личности
              Заказчика и его (её) поведения, которые приводят к психологическим
              проблемам.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.12. «Психологическая профилактика» – комплекс мероприятий,
              направленных на своевременное предупреждение возможных нарушений в
              становлении и развитии личности Заказчика и межличностных
              отношений, содействие Заказчику в сохранении и укреплении
              состояния его (её) душевного равновесия.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.13. «Психологическое просвещение» – комплекс мероприятий,
              направленных на распространение психологических знаний, повышение
              степени информированности Заказчика о психологии и возможностях
              психологической помощи в целях повышения уровня его (её)
              психологической культуры и качества личной жизни.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.14. «Психологическая диагностика» – оценка
              индивидуально-психологических свойств личности Заказчика,
              направленная на выявление психологических проблем Заказчика и
              уточнение их особенностей. Психологическая диагностика может
              являться составной частью любого вида психологической помощи.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.15. «Анонимная психологическая помощь» – психологическая
              помощь, при оказании которой Исполнитель не фиксирует в отчётной
              документации сведения, относящиеся к персональной информации
              Заказчика{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.16. Документом, подтверждающим факт оплаты услуг при оказании
              психологической помощи анонимно на возмездной основе, является
              карт-чек (при оплате через интернет-эквайринг), или иной документ,
              предусмотренный законодательством.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.17. «Очная форма» оказания психологической помощи – оказание
              психологической помощи без использования средств электросвязи.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.18. «Заочная форма» оказания психологической помощи – оказание
              психологической помощи с использованием средств электросвязи.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.19. «Консультация» – период времени, в течение которого
              оказывается Услуга согласно настоящему Договору. Может проводиться
              только в очной форме. В качестве синонимов данному термину могут
              использоваться слова «сессия», «сеанс», «приём».{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              1.1.20. «Заявка» – устное или письменное сообщение Заказчика о
              желании получить Услугу по настоящему Договору, переданное
              Заказчиком Исполнителю по телефону, либо во время консультации,
              либо посредством отправки формы заказа с сайта Исполнителя, либо
              по электронной почте, либо через иные средства коммуникации.{" "}
            </li>
            <li className='treaty__title-second treaty__list-item'>
              2. ПРЕДМЕТ ДОГОВОРА{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              2.1. Исполнитель оказывает Заказчику платные услуги в сфере
              оказания психологической помощи, а Заказчик производит их оплату в
              соответствии с условиями настоящего Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              2.2. Виды психологической помощи регламентируются Законом
              Республики Беларусь № 153-З от 1 июля 2010 г. «Об оказании
              психологической помощи» и могут включать в себя: психологическое
              консультирование, психологическую коррекцию, психологическую
              профилактику, психологическое просвещение.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              2.3. несовершеннолетним в возрасте до четырнадцати лет Услуги
              оказываются с согласия одного из законных представителей, за
              исключением случаев, предусмотренных действующим законодательством
              Республики Беларусь.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              2.4. Лицам, признанным недееспособными, Услуги оказываются с
              согласия и в присутствии их законных представителей.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              2.5. Исполнитель обязуется оказать предусмотренные настоящим
              Договором Услуги лично.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              2.6. Услуги в очной форме оказываются по адресу: г. Витебск, ул.
              Зеньковой 1, пом. 1-6н, в заочной – посредством zoom и skype.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              2.7. Исполнитель оставляет за собой право вносить изменения в
              настоящий Договор публичной оферты и в иную информацию на Сайте, в
              связи с чем Заказчик обязуется перед получением Услуг ознакомиться
              с актуальной версией Договора и иной информации. Адрес действующей
              редакции Договора в сети интернет: fiodarava.by.{" "}
            </li>
            <li className='treaty__title-second treaty__list-item'>
              3. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.1. Настоящий Договор является публичным договором (ст. 396
              Гражданского Кодекса Республики Беларусь), в соответствии с
              которым Исполнитель принимает на себя обязательство по оказанию
              Услуг в отношении неопределенного круга лиц, обратившихся за
              указанными Услугами и желающих получать психологическую помощь.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.2. Публикация (размещение) текста настоящего Договора на
              официальном сайте Исполнителя по адресу: fiodarava.by является
              публичным предложением (офертой) Исполнителя, адресованным
              неопределенному кругу лиц заключить настоящий Договор (п. 2. ст.
              407 Гражданского Кодекса Республики Беларусь).{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.3. Заключение настоящего Договора производится путем
              присоединения Заказчика к настоящему Договору, т.е. посредством
              принятия (акцепта) Заказчиком условий настоящего Договора в целом,
              без каких-либо изъятий и оговорок (ст. 398 Гражданского Кодекса
              Республики Беларусь).{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.4. Заказчик сообщает Исполнителю о своём желании получить
              платные Услуги (Услугу) в соответствии с настоящим Договором,
              направляя Исполнителю Заявку с указанием своего имени, адреса
              электронной почты, номера мобильного телефона, а также иных
              необходимых сведений.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.5. В ответ на заявку Заказчика Исполнитель сообщает Заказчику
              возможные варианты времени проведения консультации (приёма), из
              которых Заказчик выбирает вариант, полностью его устраивающий
              (далее – «Оптимальный вариант»). Отсутствие оптимального варианта
              является препятствием для акцепта Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.6. После выбора оптимального варианта получения Услуги Заказчик
              оплачивает Услугу в соответствии с условиями настоящего Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.7. Фактом принятия (акцепта) Заказчиком условий настоящего
              Договора является оплата Заказчиком Услуги (Услуг) в порядке и на
              условиях, определённых настоящим Договором.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.8. Совершая действия по акцепту настоящего Договора, Заказчик
              подтверждает свою правоспособность и дееспособность, достижение
              Заказчиком возраста 18 лет, а также законное право Заказчика
              вступать в договорные отношения с Исполнителем.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              3.9. В соответствии с п. 3 ст. 404 Гражданского Кодекса Республики
              Беларусь, настоящий Договор считается заключённым в письменной
              форме в городе Витебске (Республика Беларусь).{" "}
            </li>
            <li className='treaty__title-second treaty__list-item'>
              4. СРОК ДЕЙСТВИЯ ДОГОВОРА{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              4.1. Настоящий Договор считается заключенным с момента оплаты
              Услуг Заказчиком и действует до полного оказания Исполнителем
              оплаченных Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              4.2. При безналичной оплате (картой или переводом) момент оплаты
              Услуг определяется днём поступления денежных средств на расчетный
              счет Исполнителя и представления банком платёжных документов,
              позволяющих идентифицировать платёж Заказчика. Исполнитель
              идентифицирует платёж Заказчика на основании названных Заказчиком
              сведений о наименовании плательщика.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              4.3. Договор может быть расторгнут досрочно по соглашению Сторон
              или в одностороннем порядке в случаях, предусмотренных Договором.
              В случае расторжения Договора взаиморасчеты между Сторонами
              проводятся в соответствии с условиями Договора.{" "}
            </li>
            <li className='treaty__title-second treaty__list-item'>
              5. ПРАВА И ОБЯЗАННОСТИ СТОРОН{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1. Исполнитель обязуется:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1.1. Организовать и обеспечить надлежащее исполнение
              предоставляемых Услуг в соответствии с настоящим Договором.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1.2. Создать комфортные условия для Заказчика в процессе
              предоставления Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1.3. Обеспечить Заказчика материалами и информацией,
              необходимыми для предоставления Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1.4. Соблюдать морально-этические нормы по отношению к
              Заказчику, в том числе конфиденциальность всего происходящего в
              процессе оказания Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1.5. По требованию Заказчика предоставлять для ознакомления всю
              информацию, касающуюся предоставления и оказания Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1.6. Своевременно информировать Заказчика об изменениях,
              возникающих в ходе оказания Услуг, в том числе об изменениях
              сроков и места оказания Услуг, путём публикации информации в сети
              Интернет на сайте Исполнителя по адресу: fiodarava.by и/или
              посредством персонального устного или письменного уведомления.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.1.7. Сохранять коммерческую тайну Заказчика по любым вопросам,
              которые стали известны Исполнителю в связи с оказываемыми
              Услугами, и обеспечить конфиденциальность личной информации и
              персональных данных Заказчика.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2. Исполнитель имеет право:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.1. Определять самостоятельно формы, методы и способы
              предоставления Услуг, указанных в настоящем Договоре.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.2. Изменять график и место предоставления Услуг в случае
              необходимости с обязательным согласованием с Заказчиком за 7
              календарных дней. Соответствующее согласование может быть
              осуществлено посредством устных сообщений, SMS-сообщений и/или
              сообщений по e-mail.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.3. Расторгнуть Договор в одностороннем порядке досрочно,
              уведомив об этом Заказчика за 10 дней до расторжения, с
              обязательным посещением завершающей сессии.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.4. Единолично оформить акт приема-сдачи оказанных услуг (в
              соответствии с постановлением Министерства финансов Республики
              Беларусь № 13 от 12.02.2018), подтверждающий оказание Услуг
              согласно настоящему Договору.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5. В любой момент времени в одностороннем порядке отказаться
              от исполнения Договора в следующих случаях:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5.1. если предоставление Услуг противоречит требованиям
              действующего законодательства Республики Беларусь;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5.2. если Заказчик находится в состоянии алкогольного,
              наркотического или токсического опьянения;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5.3. если действия Заказчика угрожают жизни и (или) здоровью
              Исполнителя;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5.4. если невыполнение Заказчиком рекомендаций Исполнителя
              влечёт за собой невозможность оказания Исполнителем Услуги либо
              негативно влияет на качество оказания Услуг;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5.5. если, по мнению Исполнителя, Заказчика следует
              перенаправить к другому специалисту, более соответствующему
              потребностям Заказчика и его состоянию;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5.6. если Исполнитель посчитает невозможным оказать Заказчику
              Услугу с высоким уровнем качества;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.2.5.7. при отсутствии предоплаты (авансового платежа).{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.3. Заказчик имеет право:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.3.1. На получение платных Услуг в сфере оказания психологической
              помощи в соответствии с настоящим Договором.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.3.2. Требовать предоставления информации по вопросам, касающимся
              организации и надлежащего исполнения Услуг в соответствии с
              настоящим Договором.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.3.3. Изменять график и место предоставления Услуг в случае
              необходимости с обязательным согласованием с Исполнителем за 7
              календарных дней. Соответствующее согласование может быть
              осуществлено посредством устных сообщений, SMS-сообщений и/или
              сообщений по e-mail.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4. Заказчик обязуется:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.1. Предоставить Исполнителю всю необходимую для оказания Услуг
              информацию.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.2. Своевременно оплатить Услуги в соответствии с условиями
              настоящего Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.3. Добросовестно относиться к выполнению договорённостей с
              Исполнителем.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.4. Бережно относиться к имуществу, принадлежащему Исполнителю.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.5. При получении психологической помощи в составе группы
              сохранять конфиденциальность личной информации других участников
              по любым вопросам, которые стали известны Заказчику в процессе
              такой работы.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.6. Не допускать пропуска консультаций без уважительных причин.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.7. Выполнять указания Исполнителя, касающиеся предмета
              Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.8. Своевременно и добросовестно осваивать выполнять задания,
              отведённые для самостоятельной работы.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.9. Не передавать и не допускать возможности передачи третьим
              лицам и использования в коммерческих целях информационного
              материала, который предоставляется Заказчику для самостоятельной
              работы в печатном и/или электронном виде.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.10. Выполнять требования правил Исполнителя для Заказчиков,
              иных локальных нормативных правовых актов Исполнителя, нормативных
              правовых актов Республики Беларусь.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.11. По требованию Исполнителя предоставлять в течение 5
              рабочих дней документы и информацию, необходимые для надлежащего
              исполнения обязательств по настоящему Договору.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.12. Самостоятельно получать у Исполнителя информацию о начале
              срока предоставления Услуг, а также об иных обстоятельствах,
              связанных с исполнением условий настоящего Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.13. Ежедневно проверять корреспонденцию, поступающую на адрес
              электронной почты, указанный Заказчиком при подаче заявки.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.14. Самостоятельно проверять наличие изменений на Сайте
              Исполнителя. Продолжение пользования Услугами после уведомления
              Исполнителем Заказчика об изменении условий настоящего Договора
              рассматривается как согласие Заказчика с внесёнными изменениями и
              дополнениями.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.15. Соблюдать требования пожарной безопасности.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.16. Не приносить на территорию Исполнителя колющие и режущие
              предметы, взрывчатые вещества, сжатые и сжиженные газы,
              легковоспламеняющиеся вещества, ядовитые, окисляющие или
              корродирующие вещества, оружие.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.17. Самостоятельно и ответственно контролировать своё
              собственное здоровье и не ставить под угрозу здоровье окружающих.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              5.4.18. Во время оказания Исполнителем Услуг по настоящему
              Договору не осуществлять аудиозапись, фото- и видеосъёмку без
              предварительного письменного согласования с Исполнителем.{" "}
            </li>
            <li className='treaty__title-second treaty__list-item'>
              6. СТОИМОСТЬ УСЛУГ И ПОРЯДОК РАСЧЕТОВ{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.1. Исполнитель, используя Сайт, предоставляет подробную
              информацию об Услугах, а также о правилах и условиях оказания
              Услуг в виде текстовой информации и/или аудио или видео
              презентаций.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.2. Стоимость предоставляемых Услуг по настоящему Договору
              определяется исходя из объёма, характера и продолжительности Услуг
              и отражается в счёте, предоставленном Заказчику для оплаты.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.3. Все расчёты по Договору производятся в белорусских рублях
              (BYN) либо иностранной валюте, официальный курс белорусского рубля
              к которым установлен Национальным банком Республики Беларусь.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.4. При оплате картой в валюте, отличной от белорусских рублей,
              банк автоматически осуществляет конвертацию валюты в белорусские
              рубли (BYN), при этом списание средств с карты Заказчика
              происходит по курсу Международных платежных систем.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.5. Заказчик осуществляет оплату консультации безналичным
              платежом не позднее одного рабочего дня до назначенного дня
              оказания услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.6. Оплата консультации по факту оказания Услуги заменяет акт
              приёмки-сдачи и обозначает, что Услуга оказана надлежащего
              качества и принята Заказчиком без замечаний.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.7. Заказчик осуществляет оплату заказанных Услуг одним из
              следующих способов:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.7.1. посредством банковской карты с помощью доступных на Сайте
              сервисов интернет-эквайринга;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.7.2. посредством безналичного банковского или почтового перевода
              денежных средств на расчетный счет Исполнителя, согласно данным и
              реквизитам, указанным в настоящем Договоре в пункте «Реквизиты
              Исполнителя».{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.8. При оплате за предоставляемую по Договору Услугу Заказчик в
              поле «Назначение платежа» указывает название и дату оказания
              Услуги.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.9. Исполнитель оставляет за собой право изменения стоимости
              и/или порядка оплаты предоставляемых Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.10. Информирование Заказчика об изменении стоимости и/или
              порядка оплаты Услуг производится следующими способами:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.10.1. размещение на Сайте соответствующего сообщения;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.10.2. размещение объявления на информационных стендах в
              помещениях Исполнителя;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.10.3. устное или письменное уведомление Заказчика.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.11. Изменение стоимости Услуг не распространяется на уже
              оплаченные Услуги.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.12. Заказчик принимает Услуги, оказанные Исполнителем, в
              соответствии с условиями данного Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.13. В случае финансовой задолженности Заказчика (нарушения
              сроков и порядка оплаты) Исполнитель оставляет за собой право
              приостановить оказание Услуг по данному договору, в том числе
              путём недопуска Заказчика до предоставления Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.14. В случае отсутствия Заказчика на консультации (приёме) без
              уважительной причины стоимость пропущенной Услуги подлежит оплате
              в полном объёме.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.15. При пропуске консультации по уважительной причине и при
              предъявлении документа, выданного компетентным органом (в случае
              болезни и др.), Заказчик может перенести консультацию на другой
              день, предварительно согласовав с Исполнителем точное время
              проведения консультации.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.16. В случае невозможности оказания Исполнителем Услуг по
              настоящему Договору, возникшей по вине Заказчика (опоздание,
              неявка на запланированную консультацию), данные Услуги подлежат
              оплате Заказчиком в полном объёме.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.17. В случае расторжения Договора по инициативе Заказчика,
              денежные средства, оплаченные Заказчиком за предоставленные
              Услуги, возврату не подлежат. Возврат Исполнителем предоплаты
              Заказчику, при отказе Заказчика от оказания Услуг, не
              производится.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.18. В случае расторжения Договора по инициативе Исполнителя или
              отказе Исполнителя от исполнения договора Исполнитель возвращает
              предоплату Заказчику.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.19. Услуги по Договору считаются оказанными Исполнителем
              Заказчику в день, на который было назначено их оказание.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.20. Отсутствие письменной претензии и мотивированного отказа от
              приёмки Услуг со стороны Заказчика по оказанным Услугам в течение
              трёх дней с дня оказания Услуг по настоящему Договору означает,
              что обязательства со стороны Исполнителя считаются выполненными в
              полном объёме и услуги считаются принятыми Заказчиком без
              претензий к объёму, качеству и срокам исполнения.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              6.21. Акт оказанных услуг считается принятым и подписанным
              Сторонами настоящего Договора, а Услуги считаются оказанными
              надлежащего качества и в полном объёме, если в течение трёх дней с
              момента прекращения оказания Услуг ни от одной из Сторон не
              последовало письменной мотивированного возражения (претензии) о
              качестве и объёме оказанных Услуг.{" "}
            </li>
            <li className='treaty__title-second treaty__list-item'>
              7. ОТВЕТСТВЕННОСТЬ СТОРОН И ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ И
              РАЗНОГЛАСИЙ{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.1. За невыполнение или ненадлежащее выполнение условий Договора
              Стороны несут ответственность, предусмотренную действующим
              законодательством Республики Беларусь и Договором.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.2. Нарушением условий Договора считается его невыполнение или
              ненадлежащее выполнение, то есть выполнение с нарушением условий,
              определённых содержанием Договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.3. Сторона освобождается от определённой настоящим Договором и
              действующим законодательством Республики Беларусь ответственности
              за полное или частичное нарушение Договора, если она докажет, что
              такое нарушение случилось в результате действия форс-мажорных
              обстоятельств, при условии, что их наступление подтверждается
              документом, выданным компетентным государственным органом.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.4. Возврат денежных средств, внесённых в порядке предоплаты, при
              наличии форс-мажорных обстоятельств осуществляется посредством
              перерасчета оплаты за следующие консультации. В случае отказа
              Заказчика от дальнейшего оказания Услуг Исполнителем, возврат
              денежных средств Заказчику не производится.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.5. При наличии у Заказчика мотивированного возражения
              (претензии) о качестве и объёме оказанных Услуг спор урегулируется
              путём обсуждения лично или посредством интернет связи, где
              принимается решение о дальнейшей работе или расторжении договора.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.6. Исполнитель не несёт ответственности:{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.6.1. за технические неполадки и ошибки в работе Сайта;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.6.2. за то, каким образом Заказчик будет распоряжаться
              полученной информацией;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.6.3. за те решения, которые принимает Заказчик;{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.6.4. за чувства и эмоции, которые испытывает Заказчик,{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.6.5. за физическое и психическое состояние Заказчика.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.7. Заказчик самостоятельно несёт все расходы, связанные с
              проживанием и/или прибытием в место оказания Услуг. В случае
              отмены консультации по любым причинам Исполнитель не возмещает
              Заказчику расходы, связанные с проживанием и/или прибытием в место
              оказания Услуг.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.8. Заказчик отвечает перед самим собой за выполнение (или
              невыполнение) рекомендаций Исполнителя, применение (или
              неприменение) в жизни знаний, умений, полученных в процессе работы
              с Исполнителем, за достижение (или не достижение) поставленных
              целей.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.9. Заказчик несёт ответственность за все действия, совершённые
              во время получения Услуг и за достоверность информации,
              предоставляемой Исполнителю.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.10. Исполнитель не даёт гарантий или предостережений, письменно
              или устно, высказанных или предполагаемых, как для достигнутых
              результатов, так и для любых последствий любых действий или
              бездействия Заказчика. Исполнитель не является ответственным за
              результаты действий или бездействия Заказчика.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.11. Заказчик несёт ответственность за соблюдение требований
              законодательства, в том числе законодательства об авторских правах
              и об интеллектуальной собственности.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.12. Все споры и разногласия, которые могут возникнуть по поводу
              выполнения настоящего Договора или связанные с ним, решаются путем
              проведения переговоров между Сторонами.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.13. Если соответствующий спор невозможно решить путем проведения
              переговоров, он решается в судебном порядке в соответствии с
              установленной подведомственностью и подсудностью такого спора,
              согласно действующему законодательству Республики Беларусь, по
              месту нахождения Исполнителя.{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item'>
              7.14. Во всём неурегулированном настоящим Договором, Стороны
              руководствуются законодательством Республики Беларусь.{" "}
            </li>
            <li className='treaty__title-second treaty__list-item'>
              8. АДРЕСА, РЕКВИЗИТЫ СТОРОН{" "}
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
              8.1. Реквизиты Заказчика:
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
              8.1.1. Стороны безоговорочно соглашаются под реквизитами Заказчика
              считать информацию, указанную им при отправке Исполнителю Заявки
              по получение Услуг.
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
              8.2. Реквизиты Исполнителя:
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
              ЧАСТНОЕ УНИТАРНОЕ ПРЕДПРИЯТИЕ ПО ОКАЗАНИЮ УСЛУГ "ПРОСТРАНСТВО
              ПТИЦА ФЕНИКС"
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
              УНП: 391861353
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
              № BY54PJCB30122044081000000933 в BYN
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
            №
              BY85PJCB30122044081010000978 в EUR
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
            в Приорбанк ОАО БИК: PJCBBY2X
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
            Адрес: г. Витебск, ул. Зеньковой, 1, помещение 1-6н
            </li>
            <li className='treaty__subtitle treaty__list-item--contact'>
            Директор: Фёдорова А.П."
            </li>
          </ul>
        </div>
      </div>
    </section>
  );
}
